Repository: pjflip/TabScore
Catalog: TabScore/Resources/Strings.*.resx
Languages: de, es, nl

source: All PASS
de: Alle PASS
es: Todos PASAN
nl: RONDPAS

source: Arbitral score
de: Schiedsrichter-Ergebnis
es: Puntuación arbitral
nl: Arbitraire score

source: Back
de: Zk.
es: Atrás
nl: Terug

source: Board
es: Tablilla
nl: Spel

source: Boards
es: Tablillas
nl: Spellen

source: by
de: von
es: para
nl: door

# ByOnTraveller
source: By
de: Von
es: Para
nl: Door

source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleer

source: Confirm result
de: Ergebnis bestätigen
es: Confirme resultado
nl: Controle door Oost

source: Dealer
de: Teiler
es: Dador
nl: Deler

source: E
de: O
nl: O

source: East
de: Ost
es: Este
nl: Oost

source: Edit
de: Bearb.
es: Editar
nl: Wijzig

source: End screen
de: Endbildschirm
es: Pantalla final
nl: Slotscherm

source: Enter
de: Eingeben
es: Entrar
nl: Invoeren

source: Enter contract
de: Kontrakt eingeben
es: Introducir contrato
nl: Contract invoeren

source: Enter/edit player IDs
de: Spieler-IDs eingeben/bearbeiten
es: Introducir/editar ID de jugador
nl: Speler-ID invoeren/wijzigen

# EnterID
source: Enter ID for
de: ID eingeben für
es: Introducir ID para
nl: Voer ID in voor

source: Enter lead
de: Ausspiel eingeben
es: Introducir la salida
nl: Uitkomst invoeren

source: Enter player IDs
de: Spieler-IDs eingeben
es: Ingresar ID de jugadores
nl: Speler-ID's invoeren

source: Enter tricks taken
de: Gemachte Stiche eingeben
es: Introducir bazas ganadas
nl: Voer aantal slagen in

source: Error
de: Fehler
nl: Fout

# ErrorDBConnection
source: An error has occurred whilst connecting to the scoring database
de: Beim Verbinden mit der Scoring-Datenbank ist ein Fehler aufgetreten
es: Se ha producido un error al conectarse a la base de datos de puntajes
nl: Verbindingsfout met de scoring database

# ErrorEnterResult
source: Please enter a result (or Skip = Not played) for every board
de: Bitte geben Sie für jedes Board ein Ergebnis (oder auslassen = nicht gespielt) ein
es: Introduce un resultado (o Omitir = no jugado) para cada tablilla
nl: Vul een resultaat in voor elk spel (of kies Overslaan = Niet gespeeld)

# ErrorNoDBSelected
source: No Scoring Database selected; please wait until the Tournament Director tells you to start
de: Keine Scoring-Datenbank ausgewählt; bitte warten Sie, bis der Turnierleiter Sie zum Starten auffordert
es: No se seleccionó ninguna base de datos de puntajes; por favor espere hasta que el Director del Torneo le indique que comience
nl: Wacht tot de wedstrijdleider aangeeft dat gestart kan worden.

# ErrorNoTabScoreDBtxt
source: File TabScoreDB.txt doesn't exist. Please re-start TabScoreStarter.exe
de: Die Datei TabScoreDB.txt existiert nicht. Bitte starten Sie TabScoreStarter.exe neu
es: El archivo TabScoreDB.txt no existe. Reinicie TabScoreStarter.exe
nl: Bestand TabScoreDB.txt bestaat niet. Herstart TabScoreStarter.exe.

# ErrorNotAllIDs
source: Please select an ID or 'Unknown' for all players
de: Bitte wählen Sie für alle Spieler eine ID oder „Unbekannt“
es: Seleccione un ID o ´Desconocido´para cada jugador
nl: Selecteer een ID of kies 'Onbekend' voor alle spelers.

# ErrorPermanentDB
source: Permanent database connection error. Please check format and access permissions for Scoring Database file, and re-start TabScoreStarter.exe
de: Permanenter Datenbankverbindungsfehler. Bitte überprüfen Sie das Format und die Zugriffsberechtigungen für die Scoring-Datenbank-Datei und starten Sie TabScoreStarter.exe neu
es: Error permanente de conexión de base de datos. Verifique el formato y los permisos de acceso para el archivo de la base de datos de puntajes y reinicie TabScoreStarter.exe
nl: Permanente database connectiefout. Controleer bestandsformaat en toestemming voor de scoring database document en herstart TabScoreStarter.exe

# ErrorReestablishConnection
source: Please press OK to try to re-establish the connection. If successful, please re-register this tablet to your [section/]table number[/direction]
de: Bitte drücken Sie auf OK, um die Verbindung wiederherzustellen. Wenn erfolgreich, registrieren Sie dieses Tablet bitte erneut für Ihre [Abschnitt, Tischnummer, Richtung]
es: Clic en OK para intentar restablecer la conexión. Si tiene éxito, vuelva a registrar esta tableta en su [sección/]número de mesa[/dirección]
nl: Kies OK om verbinding opnieuw tot stand te brengen. Daarna, meld dit apparaat opnieuw aan met uw [section/]tafelnummer[/direction]

source: Error screen
de: Fehlerbildschirm
es: Pantalla de error
nl: Schermfout

# ErrorTableNotReady1
source: Table
de: Tisch
es: Mesa
nl: Tafel

# ErrorTableNotReady2
source: is not yet ready. Please wait
de: ist noch nicht bereit. Bitte warten
es: aún no está lista. Espere por favor
nl: is nog niet gereed. Wacht a.u.b.

# ErrorTableRegistered1
source: Table
de: Tisch
es: Mesa
nl: Tafel

# ErrorTableRegistered2
source: and direction
de: und Richtung
es: y dirección
nl: en speelrichting

# ErrorTableRegistered3
source: is already registered. Do not press Register unless you intend to re-register a tablet device at your current location
de: ist bereits registriert. Drücken Sie nicht auf Registrieren, es sei denn, Sie beabsichtigen, ein Tablet an Ihrem aktuellen Standort erneut zu registrieren
es: ya están registradas. No presione Registrar a menos que tenga la intención de volver a registrar una tableta en su ubicación actual
nl: is al aangemeld. Kies hier alleen Aanmelden als u dit apparaat opnieuw wilt aanmelden voor deze tafel.

# ErrorWaitAllIDs
source: Please wait until all the player IDs for this table have been entered
de: Bitte warten Sie, bis alle Spieler-IDs für diesen Tisch eingegeben wurden
es: Espere hasta que se hayan introducido todos los ID de jugadores en esta mesa
nl: Wacht totdat alle speler-ID's voor deze tafel zijn ingevoerd.

# ErrorWaitResult
source: Please wait until there is a result entered for this board
de: Bitte warten Sie, bis für dieses Board ein Ergebnis eingegeben ist
es: Espere hasta que haya un resultado introducido para esta tablilla
nl: Wacht totdat het resultaat voor dit spel is ingevoerd.

# ErrorWaitResults
source: Please wait until there are results entered for every board
de: Bitte warten Sie, bis für jedes Board Ergebnisse eingegeben sind
es: Espere hasta que haya resultados introducidos ​​​​para cada tablilla
nl: Wacht totdat de resultaten voor alle spellen zijn ingevoerd.

# ForSwiss
source: For Swiss events, wait until the TD tells you and then press OK to get the new movement
de: Bei Schweizer Wettbewerben, warten Sie bis der TL es Ihnen sagt, und drücken Sie dann OK, um das neues Movement zu erhalten
es: Para eventos suizos, espera hasta que el DT te lo indique y luego presiona OK para obtener el nuevo movimiento
nl: Wordt een Zwitsers systeem gespeeld, wacht dan tot de TD aangeeft wanneer OK gekozen moet worden voor de nieuwe verplaatsing.

# IfFinished
source: If the event is finished, you can turn off the tablet device
de: Wenn der Wettbewerb beendet ist, können Sie das Tablet-Gerät ausschalten
es: Si el evento ha terminado, puede apagar el dispositivo de tableta
nl: Als deze zitting is afgelopen kunt u dit apparaat uitschakelen.

source: J
de: B
nl: B

source: K
nl: H

source: Lead
de: Aus&shy;spiel
es: Salida
nl: Uitkomst

# LeadNoMatch
source: Lead does not match hand record
de: Ausspiel stimmt nicht mit Verteilung überein
es: La salida no coincide con el registro de la mano
nl: Uitkomst komt niet overeen met de kaartverdeling

source: Move for Round
de: Wechseln Sie zu Runde
es: Mover por ronda
nl: Ga naar de volgende tafel voor Ronde

source: Move to sit-out
de: Wechseln Sie zum Ruhetisch
es: Mover a la mesa sentarse
nl: Ga naar Wachttafel

source: Move to Table
de: Wechseln Sie zu Tisch
es: Mover a la mesa
nl: Ga naar Tafel

# NeedAllIDs
source: Please enter all the player IDs before pressing OK
de: Bitte geben Sie alle Spieler-IDs ein, bevor Sie auf OK drücken
es: Introduce todas los ID de los jugadores antes de presionar OK
nl: Voer alle speler-ID's in voordat OK wordt gekozen

source: North
de: Nord
es: Norte
nl: Noord

source: Not played
de: Nicht gespielt
es: No jugado
nl: Niet gespeeld

# NotScoring
source: This tablet device is not being used for scoring during this round. Once a board has been scored, you can view it using the buttons below
de: Dieses Tablet wird in dieser Runde nicht für die Wertung verwendet. Sobald ein Board gewertet wurde, können Sie es mit den darunter liegenden Tasten anzeigen
es: Esta tableta no se utiliza para dar puntos durante esta ronda. Una vez que se ha dado puntos a una tablilla, puede verlo usando los botones indicados mas abajo
nl: Dit apparaat wordt deze ronde niet gebruikt. Zodra de uitslag van een spel is ingevoerd kunt u het bekijken met de knoppen onderaan.

source: NT
de: SA
es: ST
nl: SA

source: Pair
de: Paar
es: Pareja
nl: Paar

# PairNumber
source: Pair No.
de: Paarnr.
es: Nro. de pareja
nl: Paarnr.

source: PASS
es: PASO
nl: PAS

source: Pass to relay table
de: Weiter zum Austausch-Tisch
es: Pase a la mesa de relevos
nl: Breng naar Wisseltafel

source: Pass to Table
de: Weiter zum Tisch
es: Pase a la Mesa
nl: Breng naar Tafel

source: Player
de: Spieler
es: Jugador
nl: Speler

# PlayerNumber
source: Player ID
de: Spieler-ID
es: ID de jugador
nl: Speler-ID

source: Q
de: D
nl: V

source: Rank
de: Rang
es: Rango
nl: Stand

source: Ranking list
de: Rangliste
es: Listado de clasificación
nl: Rangorde / Zittinguitslag

source: Register
de: Registrieren
es: Registrar
nl: Aanmelden

source: Round
de: Runden
es: Ronda
nl: Ronde

source: S
nl: Z

source: Score entry complete
de: Ergebniseingabe abgeschlossen
es: Entrada completa de puntos
nl: Invoer van alle scores is voltooid

source: Section
de: Abschnitt
es: Sección
nl: Lijn

source: Select direction
de: Richtung wählen
es: Seleccionar dirección
nl: Kies speelrichting

source: Select section
de: Abschnitt wählen
es: Seleccionar sección
nl: Kies lijn

source: Select table number
de: Tischnummer wählen
es: Seleccionar número de mesa
nl: Kies tafelnummer en bevestig met OK.

source: Show boards
de: Boards anzeigen
es: Mostrar tablillas
nl: Toon spellen

source: Show final ranking list
de: Endgültige Rangliste anzeigen
es: Mostrar lista de clasificación final
nl: Toon einduitslag

source: Show hand record
de: Verteilung anzeigen
es: Mostrar registro de la mano
nl: Toon kaartverdeling

source: Show player IDs
de: Spieler-IDs anzeigen
es: Mostrar ID de jugador
nl: Toon speler-ID's

source: Show ranking list
de: Rangliste anzeigen
es: Mostrar lista de clasificación
nl: Toon uitslag

source: Show round info
de: Rundeninfo anzeigen
es: Mostrar información de la ronda
nl: Toon ronde info

source: Show traveller
de: Boardzettel anzeigen
es: Mostrar viajero
nl: Toon scorekaart

source: Skip
de: Auslassen
es: Omitir
nl: Overslaan

source: South
de: Süd
es: Sur
nl: Zuid

source: Stay at Table
de: Bleiben Sie am Tisch
es: Quédate en la Mesa
nl: Blijf aan deze tafel

source: Table
de: Tisch
es: Mesa
nl: Tafel

source: to
de: zu
es: a
nl: voor

source: Traveller
de: Boardzettel
es: Viajero
nl: Scorekaart

source: Tricks
de: Stiche
es: Bazas
nl: Slagen

source: Unknown
de: Unbekannt
es: Desconocido
nl: Onbekend

source: Version
de: Ausführung
es: Versión
nl: Versie

source: View
de: Sehen
es: Mirar
nl: Bekijk

# WaitNextTable
source: Please wait until the TD calls the move, and then move to the next table before pressing OK
de: Bitte warten Sie, bis der TL den Wechsel ausruft, und gehen Sie dann zum nächsten Tisch, bevor Sie OK drücken
es: Espere hasta que el DT llame para moverse y luego cambie a la siguiente mesa antes de presionar OK
nl: Wacht met kiezen van OK totdat de TD aangeeft dat gewisseld kan worden.

# WaitTD
source: Please wait until the Tournament Director tells you to start, and then press OK
de: Bitte warten Sie, bis der Turnierleiter Sie zum Starten auffordert, und drücken Sie dann OK
es: Espere hasta que el Director del Torneo le indique que comience y luego presione OK
nl: Wacht tot de wedstrijdleiding aangeeft dat gestart kan worden en kies daarna OK.

# WaitThisTable
source: Please wait until the TD calls the move and this table is ready to start before pressing OK
de: Bitte warten Sie, bis der TL den Wechsel ausruft und dieser Tisch startbereit ist, bevor Sie OK drücken
es: Espere hasta que el DT llame para moverse y esta mesa este lista para comenzar antes de presionar OK
nl: Wacht totdat de TD aangeeft dat gewisseld kan worden en deze tafel klaar is voor invoer, voordat OK wordt gekozen.

source: Warning
de: Warnung
es: Advertencia
nl: Waarschuwing

source: Welcome
de: Willkommen
es: Bienvenidos
nl: Welkom

# EnterHandRecord
source: Enter Board
de: Board
es: Introducir tablilla
nl: Voer spel in

# WarningHandRecordBack
source: All hand record entries for this board will be lost. Click on 'Back' to continue
de: Alle Verteilungseinträge für dieses Board gehen verloren. Klicken Sie auf „Zk.“, um fortzufahren
es: Se perderán todas las entradas de registro de la mano para este tablero. Haga clic en "Atrás" para continuar
nl: Kies 'Terug' om door te gaan. Alle invoer voor dit spel zal verloren gaan.

source: All
de: Alle
es: Todo
nl: Allen

source: from Relay Table
de: vom Austausch-Tisch
es: de la mesa de relevos
nl: van Wisseltafel

source: from Table
de: vom Tisch
es: de la Mesa
nl: van Tafel

source: Sitting out
de: Aussetzen
es: Sentarse
nl: Wachttafel

# SittingOutNoTable
source: Sitting out away from the numbered tables
de: Abseits der nummerierten Tische aussetzen
es: Sentarse lejos de las mesas numeradas
nl: Wachttafel zonder tafelnummer

source: Show move
de: Movement anzeigen
es: Mostrar movimiento
nl: Toon volgende verplaatsing

source: Sitout
de: Aussetzen
es: Sentada
nl: Wachttafel

# TenShorthand
source: T
de: Z
es: D

source: Score
de: Er&shy;gebnis
es: Puntos

source: Percentage
de: Prozentsatz
es: Porcentaje

# Contract
source: Con&shy;tract
de: Kon&shy;trakt
es: Con&shy;trato

source: West
es: Oeste
